12/data/attachments/5bdda65c797beb59.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Samuel_miss_Friend_70047_5</nif:username>
            <nif:friendToBeRequested>soap_friends_d687860b-2364-4b89-af16-4ccb3a34a4c6</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>